Repository: M1zz/Rereminder
Catalog: Toki/Localizable.xcstrings
Source language: en
Languages: ko

source: %lld min
ko: %lldл¶„

source: %lld min before alert
ko: %lldл¶„ м „ м•ҢлҰј

source: %lld min remaining
ko: %lldл¶„ лӮЁм•ҳмҠөлӢҲлӢӨ

source: 1 min timer вҶ’ ends in ~%lld sec
ko: 1л¶„ нғҖмқҙлЁё вҶ’ м•Ҫ %lldмҙҲ нӣ„ мў…лЈҢ

source: 1x Speed (Real-time)
ko: 1л°°мҶҚ (мӢӨмӢңк°„)

source: 10 min timer вҶ’ ends in ~%lld sec
ko: 10л¶„ нғҖмқҙлЁё вҶ’ м•Ҫ %lldмҙҲ нӣ„ мў…лЈҢ

source: 10x Speed
ko: 10л°°мҶҚ

source: 30x Speed
ko: 30л°°мҶҚ

source: 60x Speed
ko: 60л°°мҶҚ

source: A dedicated notification system for timers. вҖў Alerts at exact times even in background вҖў Automatic permission management for convenience вҖў Prevents duplicate notifications вҖў Optimized for time management during mentoring or presentations Recommended: Keep enhanced notifications enabled
ko: нғҖмқҙлЁё м „мҡ© м•ҢлҰј мӢңмҠӨн…ңмһ…лӢҲлӢӨ. вҖў л°ұк·ёлқјмҡҙл“ңм—җм„ңлҸ„ м •нҷ•н•ң мӢңк°„м—җ м•ҢлҰјмқҙ мҡёлҰҪлӢҲлӢӨ вҖў мһҗлҸҷмңјлЎң к¶Ңн•ңмқ„ кҙҖлҰ¬н•ҳм—¬ нҺёлҰ¬н•©лӢҲлӢӨ вҖў мӨ‘ліө м•ҢлҰјмқ„ л°©м§Җн•ҳм—¬ к№”лҒ”н•©лӢҲлӢӨ вҖў л©ҳнҶ л§ҒмқҙлӮҳ л°ңн‘ң мӢң мӢңк°„ кҙҖлҰ¬м—җ мөңм Ғнҷ”лҗҳм–ҙ мһҲмҠөлӢҲлӢӨ к¶ҢмһҘ: н–ҘмғҒлҗң м•ҢлҰјмқ„ мјңл‘җлҠ” кІғмқ„ м¶”мІңн•©лӢҲлӢӨ

source: A mode to quickly verify that the timer works correctly. вҖў 10x: 10-minute timer finishes in 1 minute вҖў 30x: 10-minute timer finishes in 20 seconds вҖў 60x: 10-minute timer finishes in 10 seconds You can quickly test all features including alerts, pre-alerts, and overtime. вҡ пёҸ Make sure to turn off test mode for actual use!
ko: нғҖмқҙлЁёк°Җ мӢӨм ңлЎң мһҳ лҸҷмһ‘н•ҳлҠ”м§Җ л№ лҘҙкІҢ нҷ•мқён• мҲҳ мһҲлҠ” лӘЁл“ңмһ…лӢҲлӢӨ. вҖў 10л°°мҶҚ: 10л¶„ нғҖмқҙлЁёк°Җ 1л¶„ л§Ңм—җ мў…лЈҢлҗ©лӢҲлӢӨ вҖў 30л°°мҶҚ: 10л¶„ нғҖмқҙлЁёк°Җ 20мҙҲ л§Ңм—җ мў…лЈҢлҗ©лӢҲлӢӨ вҖў 60л°°мҶҚ: 10л¶„ нғҖмқҙлЁёк°Җ 10мҙҲ л§Ңм—җ мў…лЈҢлҗ©лӢҲлӢӨ м•ҢлҰј, мҳҲл№„ м•ҢлҰј, мҳӨлІ„нғҖмһ„ л“ұ лӘЁл“ кё°лҠҘмқ„ л№ лҘҙкІҢ н…ҢмҠӨнҠён• мҲҳ мһҲмҠөлӢҲлӢӨ. вҡ пёҸ мӢӨм ң мӮ¬мҡ© мӢңм—җлҠ” л°ҳл“ңмӢң н…ҢмҠӨнҠё лӘЁл“ңлҘј кәјмЈјм„ёмҡ”!

source: Accurate notifications in background
ko: л°ұк·ёлқјмҡҙл“ңм—җм„ңлҸ„ м •нҷ•н•ң м•ҢлҰј

source: Allowed
ko: н—Ҳмҡ©лҗЁ

# app_name
source: Rereminder
ko: л‘җлІҲм•ҢлҰј

# app_name_notification
source: Rereminder Timer
ko: л‘җлІҲм•ҢлҰј нғҖмқҙлЁё

# app_name_pro
source: Rereminder Pro
ko: л‘җлІҲм•ҢлҰј Pro

source: Apply
ko: м Ғмҡ©

source: Automatic Permission Management
ko: мһҗлҸҷ к¶Ңн•ң кҙҖлҰ¬

source: before alert
ko: м „ м•ҢлҰј

source: Cancel
ko: м·ЁмҶҢ

source: Cancel Timer
ko: нғҖмқҙлЁё м·ЁмҶҢ

source: Close
ko: лӢ«кё°

source: Custom
ko: м§Ғм ‘

source: Custom Minutes
ko: мӮ¬мҡ©мһҗ м§Җм • л¶„

source: Customize your timer notification messages.
ko: нғҖмқҙлЁё м•ҢлҰј л©”мӢңм§ҖлҘј м»ӨмҠӨн„°л§Ҳмқҙм§•н• мҲҳ мһҲмҠөлӢҲлӢӨ.

source: Debug Info
ko: л””лІ„к·ё м •ліҙ

source: Denied - Go to Settings
ko: кұ°л¶ҖлҗЁ - м„Өм •мңјлЎң мқҙлҸҷ

source: Done
ko: мҷ„лЈҢ

source: e.g., Presentation, Mentoring, Meeting
ko: мҳҲ: л°ңн‘ң, л©ҳнҶ л§Ғ, нҡҢмқҳ

source: Edit
ko: нҺём§‘

source: Edit Template
ko: н…ңн”ҢлҰҝ нҺём§‘

source: Enable notifications in Settings
ko: м„Өм •м—җм„ң м•ҢлҰј мјңкё°

source: End Alert Message
ko: мў…лЈҢ м•ҢлҰј л©”мӢңм§Җ

source: Enter Time Manually
ko: мӢңк°„ м§Ғм ‘ мһ…л Ҙ

source: Follow these steps to enable notifications: 1. Tap 'Go to Settings' button 2. Find 'Toki' app in Settings 3. Select 'Notifications' menu 4. Turn on 'Allow Notifications' рҹ’Ў Recommended settings: вҖў Show on Lock Screen вҖў Show in Notification Center вҖў Show as Banners This ensures you never miss timer alerts!
ko: м•„лһҳ лӢЁкі„лҘј л”°лқј м•ҢлҰј к¶Ңн•ңмқ„ мјңмЈјм„ёмҡ”: 1. 'м„Өм •мңјлЎң мқҙлҸҷ' лІ„нҠјмқ„ лҲ„лҘҙм„ёмҡ” 2. м„Өм • м•ұм—җм„ң 'Toki' м•ұмқ„ м°ҫм•„мЈјм„ёмҡ” 3. 'м•ҢлҰј(Notifications)' л©”лүҙлҘј м„ нғқн•ҳм„ёмҡ” 4. 'м•ҢлҰј н—Ҳмҡ©(Allow Notifications)'мқ„ мјңмЈјм„ёмҡ” рҹ’Ў к¶ҢмһҘ м„Өм •: вҖў мһ кёҲ нҷ”л©ҙм—җ н‘ңмӢң вҖў м•ҢлҰј м„јн„°м—җ н‘ңмӢң вҖў л°°л„ҲлЎң н‘ңмӢң мқҙл ҮкІҢ н•ҳл©ҙ нғҖмқҙлЁё м•ҢлҰјмқ„ лҶ“м№ҳм§Җ м•Ҡкі л°ӣмқ„ мҲҳ мһҲмҠөлӢҲлӢӨ!

source: Get multiple alerts and finish with ease
ko: м—¬лҹ¬ лІҲ м•ҢлҰјл°ӣкі м—¬мң мһҲкІҢ л§Ҳл¬ҙлҰ¬

source: Get Started
ko: мӢңмһ‘н•ҳкё°

source: Go to Settings
ko: м„Өм •мңјлЎң мқҙлҸҷ

source: Help
ko: лҸ„мӣҖл§җ

source: How to Enable Notifications
ko: м•ҢлҰј к¶Ңн•ң м„Өм • л°©лІ•

source: How to enable permissions
ko: к¶Ңн•ң м„Өм • л°©лІ• ліҙкё°

source: In Progress
ko: м§„н–ү мӨ‘

source: Info
ko: м •ліҙ

source: Keep counting even after time's up
ko: мӢңк°„мқҙ м§ҖлӮҳлҸ„ кі„мҶҚ м№ҙмҡҙнҠё

source: Label
ko: л Ҳмқҙлё”

source: Label Color
ko: л Ҳмқҙлё” мғүмғҒ

source: Labels help you easily distinguish timers
ko: л Ҳмқҙлё”мқ„ м„Өм •н•ҳл©ҙ нғҖмқҙлЁёлҘј мүҪкІҢ кө¬л¶„н• мҲҳ мһҲмҠөлӢҲлӢӨ

source: Later
ko: лӮҳмӨ‘м—җ

source: Leave empty to use default message: "%@"
ko: л№„мӣҢл‘җл©ҙ кё°ліё л©”мӢңм§Җк°Җ мӮ¬мҡ©лҗ©лӢҲлӢӨ: "%@"

source: Leave empty to use default message: "Timer finished"
ko: л№„мӣҢл‘җл©ҙ кё°ліё л©”мӢңм§Җк°Җ мӮ¬мҡ©лҗ©лӢҲлӢӨ: "нғҖмқҙлЁё мў…лЈҢлҗҳм—ҲмҠөлӢҲлӢӨ"

source: Live Activity (Dynamic Island)
ko: Live Activity (лӢӨмқҙлӮҳлҜ№ м•„мқјлһңл“ң)

source: Main %lld min
ko: л©”мқё %lldл¶„

source: Messages have been reset
ko: л©”мӢңм§Җк°Җ мҙҲкё°нҷ”лҗҳм—ҲмҠөлӢҲлӢӨ

source: min
ko: л¶„

source: min before alert
ko: л¶„ м „ м•ҢлҰј

source: Name
ko: мқҙлҰ„

source: Never miss your deadline
ko: лҚ°л“ңлқјмқёмқ„ м ҲлҢҖ лҶ“м№ҳм§Җ л§Ҳм„ёмҡ”

source: Next
ko: лӢӨмқҢ

source: Next: End alert (%lld sec left)
ko: лӢӨмқҢ: мў…лЈҢ м•ҢлҰј (%lldмҙҲ нӣ„)

source: No pre-alerts set
ko: мҳҲл№„ м•ҢлҰјмқҙ м„Өм •лҗҳм§Җ м•Ҡм•ҳмҠөлӢҲлӢӨ

source: No saved templates
ko: м ҖмһҘлҗң н…ңн”ҢлҰҝмқҙ м—ҶмҠөлӢҲлӢӨ

source: Notification Message Settings
ko: м•ҢлҰј л©”мӢңм§Җ м„Өм •

source: Notification Method
ko: м•ҢлҰј л°©мӢқ

source: Notification Permission
ko: м•ҢлҰј к¶Ңн•ң

source: Notification permission denied
ko: м•ҢлҰј к¶Ңн•ңмқҙ кұ°л¶Җлҗҳм—ҲмҠөлӢҲлӢӨ

source: Notification permission is required for timer alerts. Without permission: вҖў You won't receive pre-alerts вҖў You won't receive end alerts вҖў Notifications won't work in background Please enable notifications in Settings.
ko: нғҖмқҙлЁё м•ҢлҰјмқ„ л°ӣмңјл Өл©ҙ м•ҢлҰј к¶Ңн•ңмқҙ н•„мҡ”н•©лӢҲлӢӨ. к¶Ңн•ңмқҙ м—Ҷмңјл©ҙ: вҖў мҳҲл№„ м•ҢлҰјмқ„ л°ӣмқ„ мҲҳ м—ҶмҠөлӢҲлӢӨ вҖў мў…лЈҢ м•ҢлҰјмқ„ л°ӣмқ„ мҲҳ м—ҶмҠөлӢҲлӢӨ вҖў л°ұк·ёлқјмҡҙл“ңм—җм„ң м•ҢлҰјмқҙ мһ‘лҸҷн•ҳм§Җ м•ҠмҠөлӢҲлӢӨ м„Өм •м—җм„ң м•ҢлҰј к¶Ңн•ңмқ„ мјңмЈјм„ёмҡ”.

source: Notification Permission Required
ko: м•ҢлҰј к¶Ңн•ңмқҙ н•„мҡ”н•©лӢҲлӢӨ

source: Notification Style
ko: м•ҢлҰј мҠӨнғҖмқј

source: OK
ko: нҷ•мқё

# onboarding_desc_1
source: Keeping precise time during lectures, mentoring, and meetings is a mark of professionalism
ko: к°•м—°, л©ҳнҶ л§Ғ, нҡҢмқҳ мӢңк°„мқ„ м •нҷ•н•ҳкІҢ м§ҖнӮӨлҠ” кІғмқҖ м „л¬ём„ұмқҳ кё°ліёмһ…лӢҲлӢӨ

# onboarding_desc_2
source: Avoid awkward moments from going overtime and keep your audience comfortable
ko: мӢңк°„ мҙҲкіјлЎң мқён•ң лӢ№нҷ©мҠӨлҹ¬мҡҙ мғҒнҷ©, мІӯмӨ‘мқҳ л¶ҲнҺён•Ёмқ„ л°©м§Җн•ҳм„ёмҡ”

# onboarding_desc_3
source: Set as many pre-alerts as you want: 10 min, 5 min, 1 min before the end
ko: мў…лЈҢ 10л¶„ м „, 5л¶„ м „, 1л¶„ м „ л“ұ мӣҗн•ҳлҠ” л§ҢнҒј мҳҲл№„ м•ҢлҰјмқ„ м„Өм •н•ҳм„ёмҡ”

# onboarding_desc_4
source: After 00:00, it shows +01:23 so you know exactly how much overtime
ko: 00:00 мқҙнӣ„м—җлҸ„ +01:23мІҳлҹј н‘ңмӢңлҗҳм–ҙ м •нҷ•нһҲ м–јл§ҲлӮҳ мҙҲкіјн–ҲлҠ”м§Җ нҷ•мқён•ҳм„ёмҡ”

# onboarding_desc_5
source: вҖў Intuitive circular drag вҖў Precise number input вҖў Quick presets for instant start
ko: вҖў мӣҗнҳ• л“ңлһҳк·ёлЎң м§ҒкҙҖм Ғ м„Өм • вҖў мҲ«мһҗ мһ…л ҘмңјлЎң м •нҷ•н•ң мӢңк°„ вҖў л№ лҘё н”„лҰ¬м…ӢмңјлЎң мҰүмӢң мӢңмһ‘

# onboarding_scenario_1
source: 40-min mentoring session, 5-min alert to wrap up
ko: 40л¶„ л©ҳнҶ л§Ғ м„ём…ҳ, 5л¶„ м „ м•ҢлҰјмңјлЎң л§Ҳл¬ҙлҰ¬ мӨҖл№„

# onboarding_scenario_2
source: 30-min presentation with alerts at 10, 5, and 1 min
ko: 30л¶„ л°ңн‘ң, 10л¶„В·5л¶„В·1л¶„ м „ 3лІҲмқҳ мҳҲл№„ м•ҢлҰј

# onboarding_scenario_3
source: Enough time to announce Q&A before ending
ko: лҒқлӮҳкё° м „ м¶©л¶„н•ң мӢңк°„мқ„ к°–кі Q&A м•ҲлӮҙ

# onboarding_scenario_4
source: Unexpected questions led to 5 min overtime, tracked precisely
ko: мҳҲмғҒм№ҳ лӘ»н•ң м§Ҳл¬ёмңјлЎң 5л¶„ мҙҲкіј, м •нҷ•н•ң мӢңк°„ нҢҢм•…

# onboarding_title_1
source: Timer for Presenters and Mentors
ko: л°ңн‘ңмһҗмҷҖ л©ҳнҶ лҘј мң„н•ң нғҖмқҙлЁё

# onboarding_title_2
source: Never miss your deadline
ko: лҚ°л“ңлқјмқёмқ„ м ҲлҢҖ лҶ“м№ҳм§Җ л§Ҳм„ёмҡ”

# onboarding_title_3
source: Get multiple alerts and finish with ease
ko: м—¬лҹ¬ лІҲ м•ҢлҰјл°ӣкі м—¬мң мһҲкІҢ л§Ҳл¬ҙлҰ¬

# onboarding_title_4
source: Keep counting even after time's up
ko: мӢңк°„мқҙ м§ҖлӮҳлҸ„ кі„мҶҚ м№ҙмҡҙнҠё

# onboarding_title_5
source: Quick setup with 3 different methods
ko: 3к°Җм§Җ л°©лІ•мңјлЎң л№ лҘҙкІҢ м„Өм •

source: Open App
ko: м•ұ м—ҙкё°

source: Open Toki app
ko: л‘җлІҲм•ҢлҰј м•ұмқ„ м—ҪлӢҲлӢӨ

source: Overtime
ko: мҙҲкіј м§„н–ү мӨ‘

source: Pause
ko: мқјмӢңм •м§Җ

source: Pause the timer
ko: нғҖмқҙлЁёлҘј мқјмӢңм •м§Җн•©лӢҲлӢӨ

source: Pause Timer
ko: нғҖмқҙлЁё мқјмӢңм •м§Җ

source: Paused
ko: мқјмӢңм •м§ҖлҗЁ

source: Pre-alert Message
ko: мҳҲл№„ м•ҢлҰј л©”мӢңм§Җ

source: Pre-alert: %@
ko: мҳҲл№„: %@

source: Pre-alerts
ko: мҳҲл№„ м•ҢлҰј

source: Pre-alerts (1 min, 3 min, 5 min, etc.)
ko: мҳҲл№„ м•ҢлҰј (1л¶„, 3л¶„, 5л¶„ л“ұ)

source: Prevent Duplicate Alerts
ko: мӨ‘ліө м•ҢлҰј л°©м§Җ

source: Quick Setup
ko: л№ лҘё м„Өм •

source: Quick setup with 3 different methods
ko: 3к°Җм§Җ л°©лІ•мңјлЎң л№ лҘҙкІҢ м„Өм •

source: Quick Test Mode
ko: л№ лҘё н…ҢмҠӨнҠё лӘЁл“ң

source: Rate App
ko: лі„м җ мЈјкё°

source: Ready
ko: лҢҖкё° мӨ‘

source: Receive notifications in background
ko: л°ұк·ёлқјмҡҙл“ңм—җм„ң м•ҢлҰј мҲҳмӢ

source: Request Permission
ko: к¶Ңн•ң мҡ”мІӯ

source: Reset All Messages
ko: лӘЁл“ л©”мӢңм§Җ мҙҲкё°нҷ”

source: Reset Completion Count
ko: мҷ„лЈҢ нҡҹмҲҳ мҙҲкё°нҷ”

source: Resume
ko: мһ¬к°ң

source: Resume the timer
ko: нғҖмқҙлЁёлҘј мһ¬к°ңн•©лӢҲлӢӨ

source: Resume Timer
ko: нғҖмқҙлЁё мһ¬к°ң

source: Save
ko: м ҖмһҘ

source: sec
ko: мҙҲ

source: Select Time Multiplier
ko: мӢңк°„ л°°мҲҳ м„ нғқ

source: Selected Color:
ko: м„ нғқн•ң мғүмғҒ:

source: Send Feedback
ko: н”јл“ңл°ұ ліҙлӮҙкё°

source: Send Push Notification
ko: н‘ёмӢң м•ҢлҰј ліҙлӮҙкё°

source: Send Test Notification
ko: н…ҢмҠӨнҠё м•ҢлҰј ліҙлӮҙкё°

source: Settings
ko: м„Өм •

source: Share App
ko: м•ұ кіөмң н•ҳкё°

# share_app_message
source: Check out Toki - a timer app for mentoring and presentations!
ko: л©ҳнҶ л§Ғкіј л°ңн‘ңлҘј мң„н•ң нғҖмқҙлЁё м•ұ TokiлҘј нҷ•мқён•ҙліҙм„ёмҡ”!

source: Show Toast Messages
ko: нҶ мҠӨнҠё л©”м„ём§Җ н‘ңмӢң

source: Skip
ko: кұҙл„Ҳлӣ°кё°

source: Sound
ko: мҶҢлҰ¬

source: Start Timer
ko: нғҖмқҙлЁё мӢңмһ‘

source: Stop
ko: мӨ‘м§Җ

source: Stop the timer
ko: нғҖмқҙлЁёлҘј мӨ‘м§Җн•©лӢҲлӢӨ

source: Template Name
ko: н…ңн”ҢлҰҝ мқҙлҰ„

source: Templates are automatically saved when you start a timer
ko: нғҖмқҙлЁёлҘј мӢңмһ‘н•ҳл©ҙ мһҗлҸҷмңјлЎң н…ңн”ҢлҰҝмқҙ м ҖмһҘлҗ©лӢҲлӢӨ

source: Test Mode
ko: н…ҢмҠӨнҠё лӘЁл“ң

source: Test notification will be sent 1 second after pressing the button
ko: лІ„нҠјмқ„ лҲ„лҘҙл©ҙ 1мҙҲ нӣ„ н…ҢмҠӨнҠё м•ҢлҰјмқҙ м „мҶЎлҗ©лӢҲлӢӨ

source: Time is up
ko: мӢңк°„мқҙ лӢӨ лҗҳм—ҲмҠөлӢҲлӢӨ

source: Time Multiplier
ko: мӢңк°„ л°°мҲҳ

source: Timer completions: %lld
ko: нғҖмқҙлЁё мҷ„лЈҢ нҡҹмҲҳ: %lldнҡҢ

source: Timer Duration
ko: нғҖмқҙлЁё мӢңк°„

source: Timer End Alert
ko: нғҖмқҙлЁё мў…лЈҢ м•ҢлҰј

source: Timer finished
ko: нғҖмқҙлЁё мў…лЈҢлҗҳм—ҲмҠөлӢҲлӢӨ

source: Timer Finished
ko: нғҖмқҙлЁё мў…лЈҢ

source: Timer for Presenters and Mentors
ko: л°ңн‘ңмһҗмҷҖ л©ҳнҶ лҘј мң„н•ң нғҖмқҙлЁё

source: Timer Settings
ko: нғҖмқҙлЁё м„Өм •

source: Timer Templates
ko: нғҖмқҙлЁё н…ңн”ҢлҰҝ

source: Toki Timer
ko: л‘җлІҲм•ҢлҰј нғҖмқҙлЁё

source: Unknown
ko: м•Ң мҲҳ м—ҶмқҢ

source: Usage Example
ko: мӮ¬мҡ© мҳҲмӢң

source: Use Enhanced Notifications (Recommended)
ko: н–ҘмғҒлҗң м•ҢлҰј мӮ¬мҡ© (к¶ҢмһҘ)

source: Version
ko: лІ„м „

source: Vibration
ko: м§„лҸҷ

source: View App Tutorial
ko: м•ұ мӮ¬мҡ©лІ• ліҙкё°

source: What are Enhanced Notifications?
ko: н–ҘмғҒлҗң м•ҢлҰјмқҙлһҖ?

source: What is Quick Test Mode?
ko: л№ лҘё н…ҢмҠӨнҠё лӘЁл“ңлһҖ?

source: Without notification permission, the following features won't work properly:
ko: м•ҢлҰј к¶Ңн•ңмқҙ м—Ҷмңјл©ҙ лӢӨмқҢ кё°лҠҘмқҙ м ңлҢҖлЎң мһ‘лҸҷн•ҳм§Җ м•ҠмҠөлӢҲлӢӨ:

source: Works in real-time
ko: мӢӨмӢңк°„мңјлЎң лҸҷмһ‘н•©лӢҲлӢӨ

source: Write a Review on App Store
ko: App Storeм—җм„ң лҰ¬л·° мһ‘м„ұ
